Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=608_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Sámedikki doaibmabaji 2007–2011 okta ulbmil lei vuođđudit nuoraidráđi.
smn: Sämitige toimâpaje 2007–2011 ohtâ uulmijn lâi vuáđudiđ nuorâirääđi.

source: Ulbmila olaheami dihte vuođđuduvvui “ Nuoraidlávdegoddi-prošeakta ” ja bargojoavku válmmaštallat ášši.
smn: Ulme olášutmân vuáđudui ” Nuorâilävdikodde-proojeekt ” já pargojuávkku valmâštâllâđ ääši.

source: Bargojoavkku rahčamušat ožžo bálkkašumi jagi 2011 sámedikki vuosttas dievasčoahkkimis, gos nammaduvvui vuosttamuš gaskabottasaš nuoraidráđđi.
smn: Pargojuávhu äŋgiruššâm palhâšui ive 2011 sämitige vuossâmuu tievâsčuákkimist, mast nomâttui vuossâmuš koskâpuddâsâš nuorâirääđi.

source: Nuoraidráđđi čoahkkanii vuosttas geardde cuoŋománus 2011.
smn: Nuorâirääđi čokkânij vuossâmuu keerdi cuáŋuimáánust 2011.

source: Vuosttamus čoahkkima deháleamos ášši lei ulbmiliid, linnjáid ja bargguid plánen.
smn: Vuossâmuu čuákkim tehálumos äšši lâi uulmij, linjiimij já pargoi vuávám.

source: Gárvves doaibmanmálle ii lean, nu ahte hástalussan, muhto maiddái positiiva áššin lei dat, ahte nuoraidráđđi oaččui ieš meroštallat doaibmavugiidis, ulbmiliiddis, bargguidis ja linnjáidis.
smn: Valmâš toimâmmalli ij lamaš, et hástusin, mut še positiivlâš äššin lâi tot, et nuorâirääđi uážui jieš miäruštâllâđ toimâmvuovijd, uulmijd, pargoid já linjiimijd.

source: Málle váldojuvvui Suoma gielddaid nuoraidlávdegottiin ja maiddái Norgga ja Ruoŧa sámedikkiid nuoraidorgánain, goittotge Suoma sámedikki nuoraidráđđi lea áibbas earálágan go ovdalis namuhuvvon nuoraidorgánat.
smn: Myenster valdui nuuvt Suomâ kieldâi nuorâilävdikuudijn, ko meid Taažâ já Ruotâ sämitigij nuorâiorgaanâin. Kuittâg Suomâ sämitige nuorâirääđi lii aaibâs ereslágán, ko ovdeláá mainâšum nuorâiorgaaneh.

source: Dat spiehkkasa gielddaid nuoraidlávdegottiin dan láhkai, ahte dan doaibmaguovlun lea olles Suopma eaige dan ráddje gieldda ráját.
smn: Tot spiekâst kieldâi nuorâilävdikuudijn nuuvt, et toimâmkuávlun lii ubâ Suomâ. Nuuvtpa tot ij rájášuu kieldâi raajijd.

source: Norgga ja Ruoŧa nuoraidorgánain dat spiehkkasa dan láhkai, ahte nuoraidráđis lea iežas sierra ruhtadeapmi ja ollesáigásaš nuoraidčálli.
smn: Taažâ já Ruotâ sämitigij nuorâiorgaanâin tot spiekâst nuuvt, et nuorâirääđist lii jieijâs sierânâs ruttâdem já váldutoimâlâš nuorâičällee.

source: Go veardida ránnjáriikkaid nuoraidorgánaide, Suoma sámedikki nuoraidráđis leat maiddái buoret váikkuhanvejolašvuođat, dasgo das lea hállan- ja mieldeorrunriekti sámedikki dievasčoahkkimis.
smn: Verdittijn ránnjáenâmij nuorâiorgaanáid láá Suomâ sämitige nuorâirääđist pyerebeh vaikuttemmáhđulâšvuođah, ko tast lii sárnum- já mieldiorroomvuoigâdvuotâ sämitige tievâsčuákkimist.

source: Nuoraidráđđi válmmaštallá sámedikki cealkámušaid, álgagiid ja eará bealiváldimiid mat gusket sámenuoraide ja sin eallindillái.
smn: Nuorâirääđi valmâštâl sämitige ciälkkámušâid, alguid já eres peleväldimijd moh kyeskih säminuorâid tâi sii eellimtile.

source: Eará váldoulbmilat leat ovddidit sámenuoraid gielalaš ja kultuvrralaš rivttiid miehtá Suoma sihke nannet sámenuoraid gullevašvuođa sámi kultuvrii.
smn: Eres váldupargoh láá ovdediđ säminuorâi kielâlâš já kulttuurlâš vuoigâdvuođâid pirrâ Suomâ sehe nanodiđ säminuorâi kullum sämikulttuurân.

source: Nuoraidráđđi čoahkkana ságadoallis, várreságadoallis ja golmma eará lahttus ja sin várrelahtuin ja viđa bissovaš áššedovdilahtus.
smn: Nuorâirääđist láá saavâjođetteijee, värisaavâjođetteijee já kulmâ eres jeessân, sehe sii värijesâneh já vittâ pisovâš äššitobdeejeessân.

source: Lahtut ja várrelahtut galget leat 18–25-jahkásaš sámenuorat dallego sii válljejuvvojit lahttun, spiehkastahkan sámedikki eará lávdegottiin, nuoraidráđi ságádoalli ja várreságádoalli eaba dárbbaš leat sámedikki lahtut.
smn: Jesâneh já värijesâneh kalgeh leđe valjiidijn 18–25-ihásiih säminuorah, spiekâstmáin sämitige eres lävdikuudijn, nuorâirääđi saavâjođetteijee já värisaavâjođetteijee iävá taarbâš leđe sämitige jesâneh.

source: Bissovaš áššedovdilahtut leat 15–17-jahkasaš sámenuorat dalle go sii válljejuvvojit lahttun.
smn: Pisovâš äššitobdeejesâneh láá valjiidijn 15–17- ihásiih säminuorah.

source: Nuoraidráđi nammadettiin galgá váldot vuhtii guovlluguovdasaš ja gielalaš dásseárvu, nappo galget leat lahttut guđege sámiid ruovttuguovllu gielddas (Ohcejohka, Anár, Vuohču ja Eanodat), ja dan lassin maiddái guđege giellajoavkku ovddasteaddjit (davvi-, anáraš- ja nuortalašsámegiella), sihke nissonolbmuid ja almmáiolbmuid gaskasaš dásseárvu.
smn: Nuorâirääđi noomâttijn kalga väldiđ vuotân kuávlulâš já kielâlâš täsiáárvu, ađai kalgeh leđe jesâneh jyehi sämikuávlu kieldâst (Ucjuuhâ, Aanaar, Vuáčču, Iänudâh), sehe jyehi kielâjuávhu ovdâsteijeeh (tave-, aanaar- já nuorttâsämikielâ), sehe nisonij já almai koskâsâš täsiáárvu.

source: Dan lassin nuoraidráđis galget leat ovddastuvvon gávpotsápmelašnuorat ja boazosápmelašnuorat.
smn: Lasseen nuorâirääđist láá ovdâstum kaavpugsäminuorah já puásui-iäláttâsâst pargee nuorah.

source: Oanehis áiggi siste lea geargan dáhpáhuvvat iešguđetlágan áššit
smn: Uánihis eksistens ääigi láá kiergânâm tábáhtuđ ennuv sierâlágáneh ääših

source: Nuoraidráđđi vuosttamuš stuorát dáhpáhus lei ordnet Sámi parlamentáralaš ráđi (SPR) davviriikkalaš oktasaš nuoraid konfereanssa Suoločielggis 13.–15.10.2011.
smn: Nuorâirääđi vuossâmuš stuárráb tábáhtus lâi orniđ Säämi parlamentaarlâš rääđi (SPR.) Ohtsâštave-eennâmlâš nuorâi konferens Suáluičielgist 13.–15.10.2011.

source: Konfereansa ordnejuvvo juohke nuppi jagi, vurrolagaid Norggas, Ruoŧas ja Suomas.
smn: Konferens uárnejuvvoo kyevti ive kooskâi, vuáruttuvâi Taažâst, Ruotâst já Suomâst.

source: Konferensii oassálaste sámenuorat Suomas, Ruoŧas ja Norggas, buohkanassii sullii 70.
smn: Konfereensân uásálistii säminuorah Suomâst, Ruotâst já Taažâst, ohtsis suullân 70.

source: Konfereanssa váldotemá oaččui jurdaga SPR:a boahttevaš konfereanssas, “ Árbevirolaš diehtu ”, eará temát golmmabeaivásaš konfereanssas ledje “ Sámevuođain ávkkástallan turismas ”, Gákti- ja dan ođadeapmi ” ja “ Mo seailluhit ja doalahit sámevuođa go orru sámeguovllu olggobealde ”.
smn: Konferens kyeddee teema uážui idea SPR puáttee konfereensâst, ” Ärbivuáválâš tiätu ”, eres teemah kuulmâpiäiválâš konfereensâst lijjii ” Sämmilâšvuođâ kiävttu turismist ”, Sämimááccuh- já ton uđâsmittem ” já ” Maht siäiluttiđ já paijeentoollâđ sämmilâšvuođâ ko áásá sämikuávlu ulguubeln ”.

source: Konfereanssas ledje logaldallit, iešguđege temá áššedovdit ja maiddái bargobájit ja panelaságastallan.
smn: Konfereensâst lijjii luvâldelleeh, jieškote-uv teemai äššitobdeeh já meid juávkkupargeldem já paaneelsavâstâllâm.

source: Eahketprográmmas lei ovddimussan “ Gákti fashion-show ”, gos čájehuvvui guđege guovllu gávttit ja nuppi eahkeda rock-joavku Somby lei čuojaheamen.
smn: Eehidohjelmist lâi vuossâmužžân ” Sämimááccuh fashion-show ” mast oovdânpuáhtojii jieškote-uv kuávlui sämimáccuheh já nube eehid lâi rockbändi SomBy suáittimin.

source: Konfereanssa maŋimuš beaivvi dollojuvvui historjjálaš Suoma, Ruoŧa ja Norgga sámedikkiid nuoraidorgánaid vuosttamuš oktasaš čoahkkin.
smn: Konferens majemuu peeivi tollui historjállâš, vuossâmuš Suomâ, Ruotâ já Taažâ sämitigij nuorâiorgaanâi ohtsâščuákkim.

source: Čoahkkimis čállojuvvui konfereanssa loahppaárvalus, plánejuvvui ovttasbargu ja válmmaštallojuvvui álgga SPR:i davviriikkalaš nuoraid lávdegottis.
smn: Čuákkimist čallui konferens almosciälkkámuš, vuávájui oovtâstpargo já valmâštâllui aalgâ SPR:n tave-eennâmlâš nuorâi lävdikoddeest.

source: Skábmamánus 2011 ordnejuvvon Sámi parlamentáralaš ráđi konfereanssa oktavuođas lei nuoraid mini-seminára.
smn: Skammâmáánust 2011 uárnejum Säämi parlamentaarlâš rääđi konferens ohtâvuođâst lâi nuorâi mini-seminaar.

source: Seminára ordnejuvvui ovttasbarggus Norgga ja Ruoŧa sámedikkiid nuoraidorgánaiguin.
smn: Seminaar uárnejui oovtâstpargoost Taažâ já Ruotâ sämitigij nuorâiorgaanâiguin.

source: Seminára oaiveviggamuš lei muitalit sámenuoraid dili birra ja buktit ovdan doaivaga davviriikkalaš nuoraid lávdegottis.
smn: Seminaar váldu-uáivil lâi muštâliđ säminuorâi tiileest já tuoivust tave-eennâmlâš nuorâi lävdikoddeest.

source: Konfereanssa oktavuođas dollojuvvon SPR:a čoahkkimis mearriduvvui vuođđudit dakkár lávdegoddi.
smn: Konferens ohtâvuođâst toollum SPR čuákkimist meridui ton vuáđđudmist.

source: Sámi parlamentáralaš ráđi vuollásaš nuoraidlávdegoddi boahtá čoahkkanit Suoma, Norgga ja Ruoŧa sámedikkiid nuoraidorgánaid nammadan lahtuin, muhto maiddái Ruošša sámenuoraid searvvi áigot bivdit nammadit lahtuid lávdegoddái.
smn: Säämi parlamentaarlâš rääđi vuálásâš nuorâilävdikodde šadda čokkâniđ Suomâ, Taažâ já Ruotâ sämitigij nuorâiorgaanâi nomâttem jesânijn, mut še Ruošâ säminuorâi servi pivdoo nomâttiđ ovdâsteijeid lävdikoodán.

source: Nuoraidráđđi lea maiddái oassálastán ja áigu oassálastit jahkásaččat Ijahis Idja-eamiálbmogiid musihkkafestiválii, Skábmagovat-eamiálbmogiid filbmafestiválaide ja iešguđetlágan semináraide konfereanssaide ja forumaide, ee. UNPFII 2012 (United Nations Permanent Forum on Indigenous Issues).
smn: Nuorâirääđi lii še uásálistám já uásálist ihásávt Ijâttes Ijjâ-algâaamugij muusikfestivaalân, Skammâkoveh-algâaamugij elleekovefestivaalân já sierâlágán seminaaráid, konferenssáid já foorumáid, el. UNPFII 2012 (United Nations Permanent Forum on Indigenous Issues).

source: Nuoraidráđđi lea fitnan oahpásmuvvamin Brysselis ja ON:i New Yorkas.
smn: Nuorâirääđi lii iällám uápásmuumin Euroop Rááđán Brysselist já OA:n New Yorkist.

source: Nuoraidráđi lahtut leat máŋggain bargojoavkkuin ja stivrenjoavkkuin.
smn: Nuorâirääđi jesâneh láá maaŋgâin pargojuávhuin já stivrimjuávhuin.

source: Giđđat 2012 válljejuvvui ođđa nuoraidráđđi.
smn: Kiđđuv 2012 väljejui uđđâ nuorâirääđi.

source: Spiehkastahkan dušše ovtta jagi doaibman vuosttamuš nuoraidráđđi dagai evttohusa nuoraidráđis, mii galggai nammaduvvot.
smn: Spiekâstâhlávt tuše ive toimâm vuossâmuš nuorâirääđi toovâi iävtuttâs nuorâirääđi noomâtmist.

source: Ođđasit nammadeami sivvan lei dat, ahte nuoraidráđi doaibmabajit johtet giehtalagaid sámedikki ja eará lávdegottiid doaibmabajiiguin.
smn: Uđđâsist nomâttem suijân lâi, et nuorâirääđi toimâpajeh joteh kietluvâi sämitige já eres lävdikudij toimâpojijguin.

source: Nuoraidráđđi oahpásmuvvame Eurohpa ráđđái.
smn: Nuorâirääđi uápásmuumin Euroop rááđán.

source: Govas Nils-Heikki Paltto, Inka Nuorgam,
smn: Kooveest čižetpeln: Nils-Heikki Paltto, Inka Nuorgam, Elli-Marja Hetta, Saara-Maria Salonen, Laura-Maija Niittyvuopio, Hannu Kangasniemi já Tuomas-Aslak Juuso.

source: Ulbmilat boahttevuođas
smn: Ulmeh puátteevuotân

source: Nuoraidráđis leat ollu ulbmilat boahttevaš jagiide main deháleamos ulbmilat lea fitnat sámeguovllu skuvllain muitaleamen sámedikki ja nuoraidráđi birra ja álggahit Ofelaš-doaimma.
smn: Nuorâirääđist láá ennuv ulmeh puátteid ivvijd main tehálumoseh láá jotteeđ sämikuávlu škoovlâin muštâlmin sämitiggeest já nuorâirääđist sehe algâttiđ Ofelaš-tooimâ.

source: Ofelaš-doaimmas sámenuorat johtet Suoma skuvllain muitaleamen sámiid, sin historjjá, kultuvrra ja gielaid birra.
smn: Ofelaš-tooimâst säminuorah joteh Suomâ škoovlâin muštâlmin sämmilijn, sii historjást, kulttuurist já kielâin.

source: Ofelaš-doaibma oidnojuvvo hui dehálažžan, vai botnjásan miellagovat ja stereotiippat jávkkaše váldoálbmoga mielas.
smn: Ofelaš-toimâ kiäččoo uáli tehálâžžân, vâi punnjâsâm mielâkuuvijd já stereotypiaid uážžu meddâl válduaalmug mielâst.

source: Nuoraidráđi ulbmilin gullá maiddái ordnet jahkásaččat stuorát dáhpáhusa muhtin temáin sámenuoraide birra Suoma.
smn: Nuorâirääđi ulmijd kulá še orniđ ihásávt stuárráb tábáhtus moinnii teemain säminuoráid pirrâ Suomâ.

source: Lea dehálaš čohkket sámenuoraid oktii, aŋkke jahkásaččat.
smn: Lii tehálâš uážžuđ säminuorâid čokkâniđ oohtân, joba ihásávt.

source: Sámenuorain badjel 65 % orrot sámeguovllu olggobealde ja gávpogis eai leat lunddolaš vuogit seailluhit giela ja kultuvrra, nu ahte oktasaš deaivvademiiguin eará sámenuoraiguin geahččaluvvo nannet nuoraid identitehta ja oktiigullevašvuođa dovddu.
smn: Säminuorâin paijeel 65 % áásá sämikuávlu ulguubeln já kaavpugijn ij lah luándulâš vyehi siäiluttiđ kielâ tai kulttuur, et ohtsiih kuáhtáámeh eres säminuorâiguin nanodeh nuorâi identiteet já oohtânkulluuvâšvuođâ tobdo.

source: Eará boahttevuođa plánat leat earret eará ordnet nuortalašnuoraide deaivvademiid ja aktiveret sin ortniidit.
smn: Eres puátteevuođâ vuáváámeh láá eres lasseen orniđ om. nuorttâlâšnuoráid kuáhtáámijd já aktivisistiđ sii ornijduđ.

source: Nuortalašnuorain ii leat dál makkárge searvi iige ordnejuvvon doaibma, nuoraidráđđi oaidnáge dehálažžan ealáskahttit nuortalašgiela ja kultuvrra, buktimiin nuortalašnuoraid oktii.
smn: Nuorttâlâšnuorâin ij lah eidu tääl maggaargin ornijdume ige uárnejum toimâ. Nuorâirääđi uáiná-uv tehálâžžân iäláskittiđ nuorttâsämikielâ já kulttuur, uážžumáin nuorttâlâšnuorâid oohtân.

source: Nuoraidráđđi ordne čakčat 2012 duodjeskuvlejumi, man temán lea luhka.
smn: Nuorâirääđi uárnee čohčuv 2012 tyejiškovlim, mon teeman lii lukkâ.

source: Ráđđi oaidná dehálažžan ordnet skuvlejumiid árbevirolaš giehtadujiide, danin go nuorra dahkkit leat unnán.
smn: Rääđi uáiná tehálâžžân orniđ škovlim ärbivuáváláid tuojijd, ko nuorâ tuájáreh láá uccáá.

source: Máŋggain soaitá leat dakkár dilli, ahte ii leat šat vejolaš oahppat vánhemiin dahje ádjáin ja áhkuin dujiid, iige árbevirolaš diehtu sirdás buolvvas nubbái.
smn: Maaŋgâin puáhtá leđe taggaar tile, et ij lah innig máhđulâš oppâđ vaanhimijn tâi ááhuin já äijihijn tuojijd, já ko návt lii, te ärbivuáválâš tiätu já táiđu ij sirdâšuu suhâpuolvâst nuubán.

source: Nuoraidráđđái lea dehálaš álggahit ja joatkit ovttasbarggu Suomas, Norggas, Ruoššas ja Ruoŧas doaibmi sámeservviiguin.
smn: Nuorâirááđán lii tehálâš algâttiđ já juátkiđ oovtâstpargo Suomâst, Taažâst, Ruošâst já Ruotâst tuáimee sämiservijguin.

source: Liŋkkat:
smn: Liiŋkah:

source: Nuoraidráđi blogga
smn: Nuorâirääđi blogi

source: Nuoraidráđđi Facebookas
smn: Nuorâirääđi Facebookist

source: Nuoraidráđđi
smn: Nuorâirääđi
